tap "kaitat/neovim-nightly"
tap "homebrew/bundle"
tap "homebrew/services"

brew "fish"
brew "tig"
brew "git"
brew "tmux"
brew "lua"
brew "wget"
brew "the_silver_searcher"
brew "xdg-ninja"
brew "sqlite3"

cask "wezterm"
cask "visual-studio-code"
cask "vivaldi"
cask "arc"
cask "raycast"
cask "karabiner-elements"
cask "docker"
cask "google-japanese-ime"

vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "dbaeumer.vscode-eslint"
