{
  "cmp-treesitter": { "branch": "master" },
  "deno-cache": { "branch": "main" },
  "denops-lazy.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "gh-actions-cache": { "branch": "main" },
  "gh-copilot": { "branch": "main" },
  "gh-dash": { "branch": "main" },
  "gh-do": { "branch": "main" },
  "gh-graph": { "branch": "main" },
  "gh-markdown-preview": { "branch": "master" },
  "gh-poi": { "branch": "main" },
  "gh-user-stars": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.jump": { "branch": "stable" },
  "mini.splitjoin": { "branch": "main" },
  "mini.trailspace": { "branch": "stable" },
  "mkdir.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-insx": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-clipping": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "oil-git-status.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "open-browser-github.vim": { "branch": "master" },
  "open-browser-unicode.vim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "sort.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "treesitter-unit": { "branch": "main" },
  "utf8.nvim": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-partedit": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-searchx": { "branch": "main" }
}
